Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: Stations marked "Predictions unavailable" are named from non-commercial records in the same SEANOE deposit (CC BY-NC 4.0). Slackwater does not bundle or serve their harmonic constants.
da: Stationer mærket ”Prognoser utilgængelige” er navngivet fra ikke-kommercielle poster i samme SEANOE-deponering (CC BY-NC 4.0). Slackwater medtager eller leverer ikke deres harmoniske konstanter.
de: Die Namen von Stationen mit „Vorhersagen nicht verfügbar“ stammen aus nicht kommerziell nutzbaren Datensätzen derselben SEANOE-Sammlung (CC BY-NC 4.0). Slackwater liefert ihre harmonischen Konstanten weder mit noch stellt es sie bereit.
es_es: Las estaciones marcadas como «Predicciones no disponibles» reciben sus nombres de registros no comerciales del mismo depósito de SEANOE (CC BY-NC 4.0). Slackwater no incluye ni distribuye sus constantes armónicas.
fi: Asemat, joiden kohdalla lukee ”Ennusteita ei saatavilla”, on nimetty saman SEANOE-aineiston ei-kaupallisista tietueista (CC BY-NC 4.0). Slackwater ei sisällytä eikä tarjoa niiden harmonisia vakioita.
fr_ca: Les stations marquées « Prévisions indisponibles » sont nommées à partir d’enregistrements non commerciaux dans le même dépôt SEANOE (CC BY-NC 4.0). Slackwater n’inclut ni ne diffuse leurs constantes harmoniques.
it: Le stazioni segnate come “Previsioni non disponibili” prendono il nome da record non commerciali nello stesso archivio SEANOE (CC BY-NC 4.0). Slackwater non include né fornisce le loro costanti armoniche.
ja: 「予測を利用できません」と表示する観測所の名称は、同じSEANOEデータセットの非営利利用向け記録（CC BY-NC 4.0）に基づきます。Slackwaterは、それらの調和定数を同梱・配信していません。
ko: “예측 사용 불가”로 표시된 관측소 이름은 동일한 SEANOE 자료의 비상업용 기록 (CC BY-NC 4.0)에서 가져왔습니다. Slackwater는 해당 조화 상수를 내장하거나 제공하지 않습니다.
nb: Stasjoner merket «Prognoser utilgjengelige» er navngitt fra ikke-kommersielle oppføringer i samme SEANOE-depot (CC BY-NC 4.0). Slackwater inkluderer eller leverer ikke de harmoniske konstantene deres.
nl: Stations met de aanduiding ‘Voorspellingen niet beschikbaar’ ontlenen hun naam aan registraties voor niet-commercieel gebruik in dezelfde SEANOE-verzameling (CC BY-NC 4.0). Slackwater levert hun harmonische constanten niet mee en stelt ze niet beschikbaar.
pt_br: As estações marcadas como “Previsões indisponíveis” recebem seus nomes de registros não comerciais no mesmo depósito do SEANOE (CC BY-NC 4.0). Slackwater não inclui nem fornece suas constantes harmônicas.
pt_pt: As estações marcadas como “Previsões indisponíveis” recebem os seus nomes de registos não comerciais no mesmo depósito do SEANOE (CC BY-NC 4.0). O Slackwater não inclui nem fornece as suas constantes harmónicas.
sv: Stationer märkta ”Prognoser ej tillgängliga” får sina namn från poster för icke-kommersiellt bruk i samma SEANOE-deposition (CC BY-NC 4.0). Slackwater inkluderar eller tillhandahåller inte deras harmoniska konstanter.

source: Stations ready: %lld of %lld
da: Stationer klar: %lld af %lld
de: Stationen bereit: %lld von %lld
es_es: Estaciones listas: %1$lld de %2$lld
fi: Asemia valmiina: %lld / %lld
fr_ca: Stations prêtes : %1$lld sur %2$lld
it: Stazioni pronte: %lld di %lld
ja: 利用可能な観測所：%lld / %lld
ko: 준비된 관측소: %2$lld개 중 %1$lld개
nb: Stasjoner klare: %lld av %lld
nl: Stations gereed: %lld van %lld
pt_br: Estações disponíveis: %lld de %lld
pt_pt: Estações disponíveis: %lld de %lld
sv: Stationer klara: %lld av %lld

source: Stay connected for %1$@ more and Slackwater refines it to the full %2$lld-day model, in place — nothing to tap.
da: Bevar forbindelsen i %@ mere, så forfiner Slackwater den til den fulde model over %lld dage, på stedet — intet at trykke på.
de: Bleibe noch %1$@ verbunden, dann verfeinert Slackwater die Vorhersage zum vollständigen %2$lld-Tage-Modell — ganz automatisch.
es_es: Mantén la conexión %@ más y Slackwater la refinará al modelo completo de %lld días, sin que tengas que tocar nada.
fi: Pysy verkossa vielä %@, niin Slackwater tarkentaa ennusteen täyteen %lld päivän malliin automaattisesti — mitään ei tarvitse napauttaa.
fr_ca: Restez connecté encore %1$@ et Slackwater affinera cette réponse grâce au modèle complet de %2$lld jours, sans aucune action de votre part.
it: Resta connesso per altri %1$@ e Slackwater passa automaticamente al modello completo di %2$lld giorni, senza toccare nulla.
ja: あと%1$@接続を続けると、Slackwaterが%2$lld日分の完全なモデルに自動で更新します。操作は不要です。
ko: %@ 더 연결되어 있으면 Slackwater가 전체 %lld일 모델로 자동 정밀화합니다. 탭할 필요가 없습니다.
nb: Hold tilkoblingen i %1$@ til, så finjusterer Slackwater resultatet til hele %2$lld-dagersmodellen, på stedet — du trenger ikke trykke på noe.
nl: Blijf nog %1$@ verbonden en Slackwater verfijnt dit tot het volledige model van %2$lld dagen, op dezelfde plek — je hoeft niets aan te tikken.
pt_br: Mantenha a conexão por mais %1$@ e Slackwater refina o resultado para o modelo completo de %2$lld dias, automaticamente — sem precisar tocar.
pt_pt: Mantenha a ligação por mais %1$@ e o Slackwater passa automaticamente ao modelo completo de %2$lld dias — sem precisar de tocar.
sv: Var ansluten i %@ till så förfinar Slackwater prognosen till den fullständiga modellen över %lld dagar, på plats — inget att trycka på.

source: Sunrise
da: Solopgang
de: Sonnenaufgang
es_es: Amanecer
fi: Auringonnousu
fr_ca: Lever du soleil
it: Alba
ja: 日の出
ko: 일출
nb: Soloppgang
nl: Zonsopkomst
pt_br: Nascer do sol
pt_pt: Nascer do sol
sv: Soluppgång

source: Sunrise %@
da: Solopgang %@
de: Sonnenaufgang %@
es_es: Amanecer %@
fi: Auringonnousu %@
fr_ca: Lever du soleil %@
it: Alba %@
ja: 日の出 %@
ko: 일출 %@
nb: Soloppgang %@
nl: Zonsopkomst %@
pt_br: Nascer do sol %@
pt_pt: Nascer do sol %@
sv: Soluppgång %@

source: Sunset
da: Solnedgang
de: Sonnenuntergang
es_es: Atardecer
fi: Auringonlasku
fr_ca: Coucher du soleil
it: Tramonto
ja: 日の入り
ko: 일몰
nb: Solnedgang
nl: Zonsondergang
pt_br: Pôr do sol
pt_pt: Pôr do sol
sv: Solnedgång

source: Sunset %@
da: Solnedgang %@
de: Sonnenuntergang %@
es_es: Atardecer %@
fi: Auringonlasku %@
fr_ca: Coucher du soleil %@
it: Tramonto %@
ja: 日の入り %@
ko: 일몰 %@
nb: Solnedgang %@
nl: Zonsondergang %@
pt_br: Pôr do sol %@
pt_pt: Pôr do sol %@
sv: Solnedgång %@

source: Support Slackwater's development.
da: Støt udviklingen af Slackwater.
de: Unterstütze die Entwicklung von Slackwater.
es_es: Apoya el desarrollo de Slackwater.
fi: Tue Slackwaterin kehitystä.
fr_ca: Soutenez le développement de Slackwater.
it: Sostieni lo sviluppo di Slackwater.
ja: Slackwaterの開発を支援。
ko: Slackwater 개발을 지원하세요.
nb: Støtt utviklingen av Slackwater.
nl: Steun de ontwikkeling van Slackwater.
pt_br: Apoie o desenvolvimento do Slackwater.
pt_pt: Apoie o desenvolvimento do Slackwater.
sv: Stöd utvecklingen av Slackwater.

source: The difference between this swing's high and low, %@.
da: Forskellen mellem høj- og lavvande i denne cyklus, %@.
de: Der Unterschied zwischen Hoch- und Niedrigwasser in diesem Zyklus, %@.
es_es: La diferencia entre la pleamar y la bajamar de esta oscilación, %@.
fi: Tämän vaihtelun ylä- ja alaveden ero, %@.
fr_ca: La différence entre la pleine mer et la basse mer de cette oscillation, %@.
it: La differenza tra l’alta e la bassa marea di questo ciclo, %@.
ja: 今回の潮汐の満潮と干潮の水位差（%@）。
ko: 이번 조석의 만조와 간조의 차이, %@.
nb: Forskjellen mellom høyvann og lavvann i denne syklusen, %@.
nl: Het verschil tussen hoog- en laagwater in deze cyclus, %@.
pt_br: A diferença entre a preamar e a baixa-mar deste ciclo, %@.
pt_pt: A diferença entre a preia-mar e a baixa-mar deste ciclo, %@.
sv: Skillnaden mellan hög- och lågvatten i den här cykeln, %@.

source: The fast answer is already on this device; next time you're connected, Slackwater refines it to the full %lld-day model — nothing to tap.
da: Den hurtige prognose er allerede på denne enhed; næste gang du har forbindelse, forfiner Slackwater den til den fulde model over %lld dage — intet at trykke på.
de: Die schnelle Vorhersage ist bereits auf diesem Gerät. Bei der nächsten Verbindung verfeinert Slackwater sie zum vollständigen %lld-Tage-Modell — ganz automatisch.
es_es: La respuesta rápida ya está en este dispositivo; la próxima vez que te conectes, Slackwater la refinará al modelo completo de %lld días, sin que tengas que tocar nada.
fi: Nopea ennuste on jo tällä laitteella; kun olet seuraavan kerran verkossa, Slackwater tarkentaa sen täyteen %lld päivän malliin — mitään ei tarvitse napauttaa.
fr_ca: La réponse rapide est déjà sur cet appareil; à la prochaine connexion, Slackwater l’affinera grâce au modèle complet de %lld jours, sans aucune action de votre part.
it: La risposta rapida è già su questo dispositivo; alla prossima connessione Slackwater passa al modello completo di %lld giorni, senza toccare nulla.
ja: 速報予測はすでにこのデバイスにあります。次回接続すると、Slackwaterが%lld日分の完全なモデルに自動で更新します。操作は不要です。
ko: 빠른 예측이 이미 이 기기에 있습니다. 다음에 연결되면 Slackwater가 전체 %lld일 모델로 정밀화합니다. 탭할 필요가 없습니다.
nb: Det raske resultatet er allerede på denne enheten; neste gang du er tilkoblet, finjusterer Slackwater det til hele %lld-dagersmodellen — du trenger ikke trykke på noe.
nl: De snelle voorspelling staat al op dit apparaat; de volgende keer dat je verbinding hebt, verfijnt Slackwater deze tot het volledige model van %lld dagen — je hoeft niets aan te tikken.
pt_br: O resultado rápido já está neste dispositivo; na próxima conexão, Slackwater o refina para o modelo completo de %lld dias — sem precisar tocar.
pt_pt: O resultado rápido já está neste dispositivo; na próxima ligação, o Slackwater passa ao modelo completo de %lld dias — sem precisar de tocar.
sv: Snabbprognosen finns redan på den här enheten; nästa gång du är ansluten förfinar Slackwater den till den fullständiga modellen över %lld dagar — inget att trycka på.

source: The highs and lows below are still computed the same way and are still correct. They are just a small movement inside a much larger seasonal one, so a whole day can sit above or below what the same day looks like six months from now.
da: Høj- og lavvande nedenfor beregnes stadig på samme måde og er stadig korrekte. De er blot en lille bevægelse i en meget større sæsonvariation, så en hel dag kan ligge over eller under niveauerne for samme dag om seks måneder.
de: Die Hoch- und Niedrigwasser unten werden weiterhin auf dieselbe Weise berechnet und sind weiterhin korrekt. Es ist nur eine kleine Bewegung innerhalb einer viel größeren jahreszeitlichen Veränderung. Daher kann ein ganzer Tag höher oder tiefer liegen als derselbe Tag in sechs Monaten.
es_es: Las pleamares y bajamares de abajo se siguen calculando de la misma forma y siguen siendo correctas. Son solo una pequeña oscilación dentro de un cambio estacional mucho mayor, por lo que los niveles de todo un día pueden quedar por encima o por debajo de los de ese mismo día seis meses después.
fi: Alla olevat ylä- ja alavedet lasketaan yhä samalla tavalla ja ovat edelleen oikein. Ne ovat pieni liike paljon suuremman kausivaihtelun sisällä, joten koko vuorokauden taso voi olla korkeampi tai matalampi kuin saman päivän taso puolen vuoden päästä.
fr_ca: Les pleines et basses mers ci-dessous sont toujours calculées de la même façon et demeurent correctes. Elles ne représentent qu’une petite oscillation dans une variation saisonnière beaucoup plus grande. Les niveaux d’une journée entière peuvent donc être au-dessus ou au-dessous de ceux de la même journée six mois plus tard.
it: Le alte e basse maree qui sotto sono ancora calcolate allo stesso modo e restano corrette. Sono solo una piccola variazione all’interno di una stagionale molto più grande: un giorno intero può quindi trovarsi sopra o sotto il livello dello stesso giorno tra sei mesi.
ja: 下の満潮・干潮はこれまでと同じ方法で計算しており、正しい予測です。ただし、はるかに大きな季節変動の中の小さな変化なので、ある日の水位全体が、半年後の同じ日の水位より高く、または低くなることがあります。
ko: 아래 만조와 간조는 같은 방법으로 계산하며 여전히 정확합니다. 훨씬 큰 계절 변화 안의 작은 움직임이므로 하루 전체의 수위가 6개월 후 같은 날짜보다 높거나 낮을 수 있습니다.
nb: Høyvann og lavvann nedenfor beregnes fortsatt på samme måte og er fortsatt riktige. De er bare en liten bevegelse innenfor en mye større sesongvariasjon, så en hel dag kan ligge over eller under nivået for samme dag om seks måneder.
nl: De hoog- en laagwaters hieronder worden nog steeds op dezelfde manier berekend en blijven correct. Het is alleen een kleine beweging binnen een veel grotere seizoensbeweging, waardoor een hele dag hoger of lager kan liggen dan dezelfde dag over zes maanden.
pt_br: As preamares e baixa-mares abaixo continuam sendo calculadas da mesma forma e continuam corretas. São apenas uma pequena variação dentro de outra sazonal muito maior, de modo que um dia inteiro pode ficar acima ou abaixo do nível que teria daqui a seis meses.
pt_pt: As preia-mares e baixa-mares abaixo continuam a ser calculadas da mesma forma e continuam corretas. São apenas uma pequena variação dentro de outra sazonal muito maior, de modo que um dia inteiro pode ficar acima ou abaixo do nível que teria daqui a seis meses.
sv: Hög- och lågvatten nedan beräknas fortfarande på samma sätt och är fortfarande korrekta. De är bara en liten rörelse i en mycket större säsongsvariation, så en hel dag kan ligga över eller under nivåerna för samma dag om sex månader.

source: The line around now, with the water's height or speed.
da: Kurven omkring nu, med vandets højde eller hastighed.
de: Der Verlauf rund um jetzt, mit Wasserstand oder Strömungsgeschwindigkeit.
es_es: La curva en torno a ahora, con la altura o la velocidad del agua.
fi: Nykyhetken ympärillä oleva käyrä sekä veden korkeus tai nopeus.
fr_ca: La courbe autour de maintenant, avec la hauteur ou la vitesse de l’eau.
it: La curva intorno a ora, con altezza o velocità dell’acqua.
ja: 現在付近の曲線と、水位または流速。
ko: 현재 부근의 곡선과 수위 또는 유속.
nb: Kurven rundt nå, med vannets høyde eller hastighet.
nl: De curve rond nu, met de waterhoogte of stroomsnelheid.
pt_br: A curva perto de agora, com a altura ou a velocidade da água.
pt_pt: A curva perto de agora, com a altura ou a velocidade da água.
sv: Kurvan omkring nu, med vattnets höjd eller hastighet.

source: The map works offline here: the world, the water around you, and your saved stations.
da: Kortet virker offline her: verden, farvandet omkring dig og dine gemte stationer.
de: Die Karte funktioniert hier offline: die Welt, die Gewässer in deiner Nähe und deine gespeicherten Stationen.
es_es: El mapa funciona aquí sin conexión: el mundo, el agua a tu alrededor y tus estaciones guardadas.
fi: Kartta toimii täällä ilman verkkoyhteyttä: koko maailma, lähivedet ja tallennetut asemat.
fr_ca: La carte fonctionne hors ligne ici : le monde entier, les eaux autour de vous et vos stations enregistrées.
it: La mappa funziona offline qui: il mondo, le acque vicine e le stazioni salvate.
ja: ここの地図はオフラインで利用できます。世界地図、近くの水域、保存した観測所を含みます。
ko: 이 지도는 오프라인으로 작동합니다. 전 세계, 주변 해역, 저장한 관측소를 볼 수 있습니다.
nb: Kartet virker frakoblet her: verden, farvannet rundt deg og de lagrede stasjonene dine.
nl: De kaart werkt hier offline: de wereld, het water om je heen en je opgeslagen stations.
pt_br: O mapa funciona offline aqui: o mundo, as águas próximas e suas estações salvas.
pt_pt: O mapa funciona sem ligação aqui: o mundo, as águas próximas e as suas estações guardadas.
sv: Kartan fungerar offline här: världen, vattnet omkring dig och dina sparade stationer.

source: The Moon is near apogee, its farthest point from Earth. Its weaker tidal effect tends to narrow the range, lowering highs and raising lows compared with perigee.
da: Månen er nær apogæum, længst væk fra Jorden. Dens svagere tidevandspåvirkning mindsker typisk forskellen, med lavere højvande og højere lavvande sammenlignet med perigæum.
de: Der Mond ist nahe dem Apogäum, seinem erdfernsten Punkt. Sein schwächerer Gezeiteneinfluss verringert tendenziell den Tidenhub: niedrigere Hochwasser und höhere Niedrigwasser als im Perigäum.
es_es: La Luna está cerca del apogeo, su punto más lejano de la Tierra. Su efecto de marea más débil tiende a reducir la amplitud, con pleamares más bajas y bajamares más altas que en el perigeo.
fi: Kuu on lähellä apogeumia, kauimpana Maasta. Sen heikompi vuorovesivaikutus yleensä pienentää vaihtelua, laskee ylävesiä ja nostaa alavesiä perigeumiin verrattuna.
fr_ca: La Lune est près de l’apogée, son point le plus éloigné de la Terre. Son effet plus faible sur les marées tend à réduire le marnage, avec des hautes eaux moins hautes et des basses eaux moins basses qu’au périgée.
it: La Luna è vicina all’apogeo, il punto più lontano dalla Terra. Il suo effetto più debole tende a ridurre l’escursione di marea, abbassando le alte maree e alzando le basse rispetto al perigeo.
ja: 月は地球から最も遠い遠地点付近にあります。潮汐への作用が弱まり、近地点のときより潮差が小さく、満潮が低く、干潮が高くなる傾向があります。
ko: 달이 지구에서 가장 먼 원지점 부근에 있습니다. 조석 효과가 약해져 근지점보다 만조가 낮고 간조가 높아지며 조차가 작아지는 경향이 있습니다.
nb: Månen er nær apogeum, punktet lengst fra Jorden. Den svakere tidevannsvirkningen reduserer gjerne forskjellen, med lavere høyvann og høyere lavvann enn ved perigeum.
nl: De maan staat bij het apogeum, haar verste punt van de aarde. Haar zwakkere getijwerking verkleint doorgaans het getijverschil, met lagere hoogwaters en hogere laagwaters dan bij het perigeum.
pt_br: A Lua está perto do apogeu, seu ponto mais distante da Terra. Seu efeito mais fraco tende a reduzir a amplitude das marés, baixando as preamares e elevando as baixa-mares em comparação com o perigeu.
pt_pt: A Lua está perto do apogeu, o seu ponto mais distante da Terra. O seu efeito mais fraco tende a reduzir a amplitude das marés, diminuindo as preia-mares e elevando as baixa-mares em comparação com o perigeu.
sv: Månen är nära apogeum, längst bort från jorden. Dess svagare tidvattenpåverkan tenderar att minska skillnaden, med lägre högvatten och högre lågvatten jämfört med perigeum.

source: The Moon is near perigee, its closest point to Earth. Its stronger tidal effect tends to widen the range, raising highs and lowering lows compared with apogee.
da: Månen er nær perigæum, tættest på Jorden. Dens stærkere tidevandspåvirkning øger typisk forskellen, med højere højvande og lavere lavvande sammenlignet med apogæum.
de: Der Mond ist nahe dem Perigäum, seinem erdnächsten Punkt. Sein stärkerer Gezeiteneinfluss vergrößert tendenziell den Tidenhub: höhere Hochwasser und niedrigere Niedrigwasser als im Apogäum.
es_es: La Luna está cerca del perigeo, su punto más cercano a la Tierra. Su efecto de marea más fuerte tiende a ampliar la amplitud, con pleamares más altas y bajamares más bajas que en el apogeo.
fi: Kuu on lähellä perigeumia, lähimpänä Maata. Sen voimakkaampi vuorovesivaikutus yleensä kasvattaa vaihtelua, nostaa ylävesiä ja laskee alavesiä apogeumiin verrattuna.
fr_ca: La Lune est près du périgée, son point le plus proche de la Terre. Son effet plus fort sur les marées tend à augmenter le marnage, avec des hautes eaux plus hautes et des basses eaux plus basses qu’à l’apogée.
it: La Luna è vicina al perigeo, il punto più vicino alla Terra. Il suo effetto più forte tende ad aumentare l’escursione di marea, alzando le alte maree e abbassando le basse rispetto all’apogeo.
ja: 月は地球に最も近い近地点付近にあります。潮汐への作用が強まり、遠地点のときより潮差が大きく、満潮が高く、干潮が低くなる傾向があります。
ko: 달이 지구에서 가장 가까운 근지점 부근에 있습니다. 조석 효과가 강해져 원지점보다 만조가 높고 간조가 낮아지며 조차가 커지는 경향이 있습니다.
nb: Månen er nær perigeum, punktet nærmest Jorden. Den sterkere tidevannsvirkningen øker gjerne forskjellen, med høyere høyvann og lavere lavvann enn ved apogeum.
nl: De maan staat bij het perigeum, haar dichtstbijzijnde punt bij de aarde. Haar sterkere getijwerking vergroot doorgaans het getijverschil, met hogere hoogwaters en lagere laagwaters dan bij het apogeum.
pt_br: A Lua está perto do perigeu, seu ponto mais próximo da Terra. Seu efeito mais forte tende a aumentar a amplitude das marés, elevando as preamares e baixando as baixa-mares em comparação com o apogeu.
pt_pt: A Lua está perto do perigeu, o seu ponto mais próximo da Terra. O seu efeito mais forte tende a aumentar a amplitude das marés, elevando as preia-mares e diminuindo as baixa-mares em comparação com o apogeu.
sv: Månen är nära perigeum, närmast jorden. Dess starkare tidvattenpåverkan tenderar att öka skillnaden, med högre högvatten och lägre lågvatten jämfört med apogeum.

source: The new moon crossing the sun as seen from here.
da: Nymånen passerer foran Solen set herfra.
de: Der Neumond zieht von hier aus gesehen vor der Sonne vorbei.
es_es: La luna nueva cruza el Sol vista desde aquí.
fi: Uusikuu kulkee Auringon edestä täältä katsottuna.
fr_ca: La nouvelle lune passe devant le Soleil, vue d’ici.
it: La luna nuova passa davanti al Sole, vista da qui.
ja: ここから見ると、新月が太陽の前を横切ります。
ko: 여기서 볼 때 삭의 달이 태양 앞을 지나갑니다.
nb: Nymånen krysser Solen, sett herfra.
nl: De nieuwe maan schuift vanaf hier gezien voor de zon langs.
pt_br: A lua nova passando diante do Sol, vista daqui.
pt_pt: A lua nova a passar diante do Sol, vista daqui.
sv: Nymånen passerar framför solen sett härifrån.

source: The next event, above the clock.
da: Næste begivenhed, over uret.
de: Das nächste Ereignis, über der Uhr.
es_es: El próximo evento, sobre el reloj.
fi: Seuraava tapahtuma kellon yläpuolella.
fr_ca: L’événement suivant, au-dessus de l’horloge.
it: Il prossimo evento, sopra l’orologio.
ja: 時計の上に、次の変化を表示。
ko: 시계 위에 다음 현상 표시.
nb: Neste hendelse, over klokken.
nl: De volgende gebeurtenis, boven de klok.
pt_br: O próximo evento, acima do relógio.
pt_pt: O próximo evento, acima do relógio.
sv: Nästa händelse, ovanför klockan.

# The next high tide at %@ is %@, at %@ %@.
source: The next high tide at %1$@ is %2$@, at %3$@ %4$@.
da: Næste højvande ved %@ er %@, på %@ %@.
de: Das nächste Hochwasser bei %1$@ ist %2$@, mit %3$@ %4$@.
es_es: La próxima pleamar en %1$@ es el %2$@, a las %3$@, con %4$@.
fi: Aseman %@ seuraava ylävesi on %@, korkeus %@ %@.
fr_ca: La prochaine marée haute à %1$@ est prévue %2$@ et atteindra %3$@ %4$@.
it: La prossima alta marea a %1$@ è %2$@, con un’altezza di %3$@ %4$@.
ja: %1$@の次の満潮は%2$@で、潮位は%3$@ %4$@です。
ko: %@의 다음 만조는 %@이며 높이는 %@ %@입니다.
nb: Neste høyvann ved %1$@ er %2$@, kl. %3$@ %4$@.
nl: Het volgende hoogwater bij %1$@ is %2$@, met een hoogte van %3$@ %4$@.
pt_br: A próxima preamar em %1$@ é %2$@, às %3$@ %4$@.
pt_pt: A próxima preia-mar em %1$@ é %2$@, com uma altura de %3$@ %4$@.
sv: Nästa högvatten vid %@ är %@, på %@ %@.

# The next low tide at %@ is %@, at %@ %@.
source: The next low tide at %1$@ is %2$@, at %3$@ %4$@.
da: Næste lavvande ved %@ er %@, på %@ %@.
de: Das nächste Niedrigwasser bei %1$@ ist %2$@, mit %3$@ %4$@.
es_es: La próxima bajamar en %1$@ es el %2$@, a las %3$@, con %4$@.
fi: Aseman %@ seuraava alavesi on %@, korkeus %@ %@.
fr_ca: La prochaine marée basse à %1$@ est prévue %2$@ et atteindra %3$@ %4$@.
it: La prossima bassa marea a %1$@ è %2$@, con un’altezza di %3$@ %4$@.
ja: %1$@の次の干潮は%2$@で、潮位は%3$@ %4$@です。
ko: %@의 다음 간조는 %@이며 높이는 %@ %@입니다.
nb: Neste lavvann ved %1$@ er %2$@, kl. %3$@ %4$@.
nl: Het volgende laagwater bij %1$@ is %2$@, met een hoogte van %3$@ %4$@.
pt_br: A próxima baixa-mar em %1$@ é %2$@, às %3$@ %4$@.
pt_pt: A próxima baixa-mar em %1$@ é %2$@, com uma altura de %3$@ %4$@.
sv: Nästa lågvatten vid %@ är %@, på %@ %@.
